Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: This is an aid to your awareness, not a replacement for proper navigation, search-and-rescue, or local emergency services. GPS varies (canopy, canyons, weather). In a real emergency call your local emergency number, or use iOS Emergency SOS — on iPhone 14 and later, Emergency SOS via satellite works where there's no cellular signal (press and hold the side button + a volume button).
ar: هذه أداة لتعزيز وعيك، وليست بديلًا عن الملاحة الصحيحة أو فرق البحث والإنقاذ أو خدمات الطوارئ المحلية. تتفاوت دقة GPS (الأشجار، الوديان، الطقس). في حالة طوارئ حقيقية اتصل برقم الطوارئ المحلي، أو استخدم ميزة الطوارئ SOS في iOS — على iPhone 14 وما بعده تعمل ميزة الطوارئ SOS عبر الأقمار الصناعية حيث لا تتوفر تغطية خلوية (اضغط مطولًا على الزر الجانبي + أحد زرّي مستوى الصوت).
da: Dette er en hjælp til din opmærksomhed, ikke en erstatning for ordentlig navigation, eftersøgning og redning eller lokale nødtjenester. GPS varierer (løvdække, kløfter, vejr). I en reel nødsituation skal du ringe til dit lokale alarmnummer eller bruge iOS Nød-SOS — på iPhone 14 og nyere virker Nød-SOS via satellit, hvor der ikke er mobilsignal (hold sideknappen + en lydstyrkeknap inde).
de: Dies ist eine Hilfe für deine Orientierung, kein Ersatz für richtige Navigation, Bergrettung oder örtliche Notdienste. GPS schwankt (Blätterdach, Schluchten, Wetter). Wähle in einem echten Notfall deine örtliche Notrufnummer oder nutze den iOS-Notruf SOS — ab iPhone 14 funktioniert Notruf SOS via Satellit auch ohne Mobilfunksignal (Seitentaste + eine Lautstärketaste gedrückt halten).
es: Esto es una ayuda para tu orientación, no un sustituto de una navegación adecuada, de los equipos de búsqueda y rescate ni de los servicios de emergencia locales. El GPS varía (vegetación, cañones, meteorología). En una emergencia real, llama a tu número de emergencias local o usa Emergencia SOS de iOS: en el iPhone 14 y posteriores, Emergencia SOS vía satélite funciona donde no hay cobertura móvil (mantén pulsados el botón lateral y un botón de volumen).
fi: Tämä on apuväline tietoisuutesi tueksi, ei korvaa kunnollista navigointia, etsintä- ja pelastustoimintaa tai paikallisia hätäpalveluja. GPS vaihtelee (metsä, kanjonit, sää). Todellisessa hätätilanteessa soita paikalliseen hätänumeroon tai käytä iOS:n Hätä-SOS:ää — iPhone 14:ssä ja uudemmissa satelliittiyhteydellä toimiva Hätä-SOS toimii myös ilman matkapuhelinverkkoa (paina pitkään sivupainiketta + äänenvoimakkuuspainiketta).
fr: C’est une aide à votre vigilance, pas un remplacement d’une vraie navigation, des équipes de recherche et de sauvetage ou des services d’urgence locaux. Le GPS varie (couvert forestier, canyons, météo). En cas de véritable urgence, appelez le numéro d’urgence local, ou utilisez l’appel d’urgence d’iOS — sur iPhone 14 et ultérieurs, l’appel d’urgence par satellite fonctionne là où il n’y a pas de réseau cellulaire (maintenez le bouton latéral + un bouton de volume).
is: Þetta er hjálpartæki fyrir athygli þína, ekki staðgengill fyrir almennilega rötun, leit og björgun eða neyðarþjónustu á staðnum. GPS er breytilegt (trjákrónur, gil, veður). Í raunverulegu neyðartilviki skaltu hringja í neyðarnúmerið á þínu svæði eða nota neyðar-SOS í iOS — á iPhone 14 og nýrri virkar neyðar-SOS um gervihnött þar sem ekkert farsímasamband er (haltu inni hliðarhnappnum + hljóðstyrkshnappi).
it: È un aiuto per la tua consapevolezza, non un sostituto di un vero orientamento, dei soccorsi o dei servizi di emergenza locali. Il GPS varia (vegetazione, gole, meteo). In una vera emergenza chiama il numero di emergenza locale oppure usa SOS emergenze di iOS: su iPhone 14 e successivi, SOS emergenze via satellite funziona anche senza segnale cellulare (tieni premuti il tasto laterale e un tasto del volume).
ja: これはあなたの状況把握を助けるものであり、適切なナビゲーション、捜索救助、地域の緊急サービスに代わるものではありません。GPS の精度は変動します（木々、谷、天候）。本当の緊急時には地域の緊急通報番号に電話するか、iOS の緊急 SOS を使ってください — iPhone 14 以降では、携帯電話の電波がない場所でも衛星経由の緊急 SOS が使えます（サイドボタンと音量ボタンのどちらかを長押し）。
ko: 이 기능은 상황 인식을 돕는 보조 수단일 뿐, 제대로 된 내비게이션, 수색 구조, 현지 응급 서비스를 대신하지 않습니다. GPS는 상황에 따라 달라집니다(숲, 협곡, 날씨). 실제 응급 상황에서는 현지 긴급 전화번호로 연락하거나 iOS 긴급 SOS를 사용하세요 — iPhone 14 이상에서는 셀룰러 신호가 없는 곳에서도 위성 긴급 SOS를 사용할 수 있습니다(측면 버튼 + 음량 버튼을 길게 누름).
nb: Dette er et hjelpemiddel for oppmerksomheten din, ikke en erstatning for skikkelig navigasjon, søk og redning eller lokale nødetater. GPS varierer (tredekke, kløfter, vær). I en virkelig nødsituasjon ringer du ditt lokale nødnummer eller bruker Nød-SOS i iOS — på iPhone 14 og nyere fungerer Nød-SOS via satellitt der det ikke er mobildekning (trykk og hold sideknappen + en volumknapp).
nl: Dit is een hulpmiddel voor je oplettendheid, geen vervanging voor goede navigatie, zoek- en reddingsdiensten of lokale hulpdiensten. GPS wisselt (bladerdak, kloven, weer). Bel bij een echte noodsituatie het lokale alarmnummer of gebruik Noodmelding in iOS — op iPhone 14 en nieuwer werkt Noodmelding via satelliet waar geen mobiel bereik is (houd de zijknop + een volumeknop ingedrukt).
pt_br: Isto é um auxílio à sua percepção, não um substituto para navegação adequada, busca e salvamento ou serviços de emergência locais. O GPS varia (mata fechada, cânions, clima). Em uma emergência real, ligue para o número de emergência local ou use o SOS de Emergência do iOS — no iPhone 14 e posterior, o SOS de Emergência via satélite funciona onde não há sinal de celular (mantenha pressionados o botão lateral + um botão de volume).
ru: Это помощь для вашей осведомлённости, а не замена полноценной навигации, поисково-спасательных или местных экстренных служб. Точность GPS бывает разной (кроны деревьев, ущелья, погода). В настоящей экстренной ситуации звоните на местный номер экстренных служб или используйте «Экстренный вызов — SOS» iOS: на iPhone 14 и новее экстренный SOS через спутник работает там, где нет сотовой связи (нажмите и удерживайте боковую кнопку и кнопку громкости).
sv: Det här är ett stöd för din uppmärksamhet, inte en ersättning för riktig navigering, räddningstjänst eller lokala nödtjänster. GPS varierar (trädtak, raviner, väder). Vid en verklig nödsituation, ring ditt lokala nödnummer eller använd Nöd-SOS i iOS — på iPhone 14 och senare fungerar Nöd-SOS via satellit där det saknas mobiltäckning (håll in sidoknappen + en volymknapp).
zh_hans: 这只是帮助你提高警觉的辅助工具，不能替代正规导航、搜救或当地紧急服务。GPS 会受影响（树冠、峡谷、天气）。真正遇到紧急情况时，请拨打当地紧急电话，或使用 iOS 的紧急 SOS — 在 iPhone 14 及更新机型上，没有蜂窝信号时也可以通过卫星使用紧急 SOS（按住侧边按钮 + 任一音量按钮）。

source: This is an MVP. It works well on AirPods in a quiet room. Phone speaker in wind, traffic, or a crowd will produce rough edges. When it misbehaves, tell the assistant directly — the system prompt is written to respect what you report hearing, not deny it.
ar: هذا إصدار أولي (MVP). يعمل جيدًا مع AirPods في غرفة هادئة. مكبّر صوت الهاتف مع الرياح أو حركة المرور أو الزحام سيُنتج بعض الخشونة. عندما يسيء التصرف، أخبر المساعد مباشرة — موجّه النظام مكتوب ليحترم ما تقول إنك سمعته، لا لينكره.
da: Dette er en MVP. Den fungerer godt med AirPods i et stille rum. Telefonens højttaler i blæst, trafik eller en menneskemængde giver ru kanter. Når den opfører sig forkert, så sig det direkte til assistenten — systemprompten er skrevet til at respektere det, du siger, du hører, ikke benægte det.
de: Dies ist ein MVP. Mit AirPods in einem ruhigen Raum funktioniert es gut. Über den Telefonlautsprecher bei Wind, Verkehr oder in einer Menschenmenge wird es holprig. Wenn es sich danebenbenimmt, sag es dem Assistenten direkt — der System-Prompt ist so geschrieben, dass er respektiert, was du zu hören berichtest, statt es zu bestreiten.
es: Esto es una versión mínima viable. Funciona bien con AirPods en una habitación tranquila. Con el altavoz del teléfono, con viento, tráfico o mucha gente, habrá asperezas. Cuando falle, díselo directamente al asistente: el prompt del sistema está escrito para respetar lo que cuentas que oyes, no para negarlo.
fi: Tämä on MVP. Se toimii hyvin AirPodseilla hiljaisessa huoneessa. Puhelimen kaiutin tuulessa, liikenteessä tai väkijoukossa tuottaa karkeita reunoja. Kun se toimii väärin, kerro siitä suoraan avustajalle — järjestelmäkehote on kirjoitettu kunnioittamaan sitä, mitä kerrot kuulleesi, eikä kiistämään sitä.
fr: C’est une première version (MVP). Elle fonctionne bien avec des AirPods dans une pièce calme. Le haut-parleur du téléphone dans le vent, la circulation ou la foule donnera des résultats imparfaits. Quand elle se comporte mal, dites-le directement à l’assistant — le prompt système est rédigé pour respecter ce que vous dites entendre, pas pour le nier.
is: Þetta er frumútgáfa. Hún virkar vel með AirPods í hljóðlátu herbergi. Hátalari símans í vindi, umferð eða mannfjölda gefur hnökra. Þegar hún hagar sér illa skaltu segja aðstoðarmanninum það beint — kerfisfyrirmælin eru skrifuð til að virða það sem þú segist heyra, ekki neita því.
it: Questa è una prima versione (MVP). Funziona bene con gli AirPods in una stanza silenziosa. Il vivavoce del telefono con vento, traffico o folla darà risultati imperfetti. Quando si comporta male, dillo direttamente all'assistente: il prompt di sistema è scritto per rispettare ciò che riferisci di sentire, non per negarlo.
ja: これは MVP です。静かな部屋で AirPods を使うとうまく動作します。風や交通、人混みの中で iPhone のスピーカーを使うと、粗が出ることがあります。うまく動かないときは、アシスタントに直接伝えてください — システムプロンプトは、聞こえたというあなたの報告を否定せず尊重するように書かれています。
ko: 이 기능은 MVP입니다. 조용한 방에서 AirPods로 사용하면 잘 작동합니다. 바람, 교통, 사람이 많은 곳에서 휴대폰 스피커를 쓰면 매끄럽지 않을 수 있습니다. 이상하게 작동하면 어시스턴트에게 직접 말하세요 — 시스템 프롬프트는 사용자가 들었다고 말하는 내용을 부정하지 말고 존중하도록 작성되어 있습니다.
nb: Dette er en MVP. Den fungerer godt med AirPods i et stille rom. Telefonens høyttaler i vind, trafikk eller folkemengder gir noen skarpe kanter. Når den oppfører seg rart, si det rett ut til assistenten — systemledeteksten er skrevet for å respektere det du sier du hører, ikke benekte det.
nl: Dit is een MVP. Het werkt goed met AirPods in een stille ruimte. De luidspreker van de telefoon in wind, verkeer of een menigte geeft ruwe randjes. Doet het raar, zeg het dan direct tegen de assistent — de systeemprompt is zo geschreven dat hij respecteert wat je zegt te horen, en het niet ontkent.
pt_br: Isto é um MVP. Funciona bem com AirPods em um ambiente silencioso. O alto-falante do telefone com vento, trânsito ou multidão vai apresentar falhas. Quando algo der errado, diga isso diretamente ao assistente — o prompt do sistema foi escrito para respeitar o que você relata ter ouvido, não para negar.
ru: Это первая версия. Она хорошо работает с AirPods в тихой комнате. Громкоговоритель телефона на ветру, в транспорте или в толпе будет давать сбои. Если что-то идёт не так, скажите об этом ассистенту прямо — системный запрос написан так, чтобы учитывать то, что вы слышите, а не отрицать это.
sv: Det här är en MVP. Den fungerar bra med AirPods i ett tyst rum. Telefonens högtalare i blåst, trafik eller folkmassor ger ojämnheter. När den beter sig konstigt, säg det direkt till assistenten — systemprompten är skriven för att respektera det du säger att du hör, inte förneka det.
zh_hans: 这是一个最小可行版本（MVP）。在安静的房间里使用 AirPods 效果很好。在有风、车流或人群的环境中使用手机扬声器，会出现一些不顺畅的情况。出问题时，请直接告诉助手 — 系统提示要求它尊重你所说的听到的内容，而不是否认。

source: This is informational coaching
ar: هذا توجيه معلوماتي
da: Dette er informativ coaching
de: Dies ist informatives Coaching
es: Esto es orientación informativa
fi: Tämä on tiedottavaa valmennusta
fr: Il s’agit de coaching informatif
is: Þetta er upplýsandi þjálfun
it: È coaching a scopo informativo
ja: これは情報提供のためのコーチングです
ko: 참고용 코칭입니다
nb: Dette er coaching til informasjon
nl: Dit is informatieve coaching
pt_br: Isto é orientação informativa
ru: Это справочные тренерские советы
sv: Det här är informativ coachning
zh_hans: 这是参考性的指导

source: This is the most debated metric in HRV, and the debate is settled enough to say plainly: the ratio does not measure the balance between your sympathetic and parasympathetic systems. Billman (2013) took that interpretation apart directly, and it fails for the reason given in the LF section above — LF is not a sympathetic signal. Watch the ratio's trend if you find it useful, but rely on RMSSD for recovery decisions.
ar: هذا أكثر مقاييس HRV إثارةً للجدل، والجدل محسوم بما يكفي للقول بوضوح: النسبة لا تقيس التوازن بين جهازيك الودي ونظير الودي. فنّد Billman (2013) هذا التفسير مباشرة، وهو يسقط للسبب المذكور في قسم LF أعلاه — LF ليس إشارة ودية. تابع اتجاه النسبة إن وجدته مفيدًا، لكن اعتمد على RMSSD في قرارات التعافي.
da: Dette er den mest omdiskuterede måling inden for HRV, og debatten er afgjort nok til at sige det ligeud: forholdet måler ikke balancen mellem dit sympatiske og parasympatiske system. Billman (2013) skilte den fortolkning direkte ad, og den falder af den grund, der er nævnt i LF-afsnittet ovenfor — LF er ikke et sympatisk signal. Følg forholdets tendens, hvis du finder det nyttigt, men brug RMSSD til beslutninger om restitution.
de: Dies ist die umstrittenste Metrik der HRV, und die Debatte ist so weit entschieden, dass man es klar sagen kann: Das Verhältnis misst nicht das Gleichgewicht zwischen deinem sympathischen und parasympathischen System. Billman (2013) hat diese Deutung direkt widerlegt, und sie scheitert aus dem im LF-Abschnitt oben genannten Grund — LF ist kein sympathisches Signal. Beobachte den Trend des Verhältnisses, wenn er dir nützt, aber verlass dich bei Erholungsentscheidungen auf den RMSSD.
es: Es la métrica más debatida de la HRV, y el debate está lo bastante resuelto como para decirlo claramente: la relación no mide el equilibrio entre tus sistemas simpático y parasimpático. Billman (2013) desmontó directamente esa interpretación, y falla por la razón explicada en la sección de LF: la LF no es una señal simpática. Sigue la tendencia de la relación si te resulta útil, pero apóyate en el RMSSD para tus decisiones de recuperación.
fi: Tämä on HRV:n kiistellyin mittari, ja kiista on riittävän ratkaistu sanottavaksi suoraan: suhde ei mittaa sympaattisen ja parasympaattisen järjestelmän välistä tasapainoa. Billman (2013) purki tämän tulkinnan suoraan, ja se kaatuu yllä olevassa LF-osiossa kerrotusta syystä — LF ei ole sympaattinen signaali. Seuraa suhteen trendiä, jos koet sen hyödylliseksi, mutta nojaa palautumispäätöksissä RMSSD:hen.
fr: C’est la métrique la plus débattue de la HRV, et le débat est assez tranché pour le dire clairement : le ratio ne mesure pas l’équilibre entre vos systèmes sympathique et parasympathique. Billman (2013) a directement démonté cette interprétation, et elle échoue pour la raison donnée dans la section LF ci-dessus — la LF n’est pas un signal sympathique. Suivez la tendance du ratio si vous la trouvez utile, mais fiez-vous au RMSSD pour vos décisions de récupération.
is: Þetta er umdeildasta mælingin í HRV, og umræðan er nógu útkljáð til að segja það hreint út: hlutfallið mælir ekki jafnvægið milli sympatíska og parasympatíska kerfisins. Billman (2013) tók þá túlkun beint í sundur, og hún bregst af ástæðunni sem nefnd er í LF-hlutanum hér að ofan — LF er ekki sympatískt merki. Fylgstu með þróun hlutfallsins ef þér finnst það gagnlegt, en treystu á RMSSD við ákvarðanir um bata.
it: È la metrica più dibattuta dell'HRV, e il dibattito è abbastanza chiaro da poterlo dire apertamente: il rapporto non misura l'equilibrio tra sistema simpatico e parasimpatico. Billman (2013) ha smontato direttamente questa interpretazione, che cade per il motivo spiegato nella sezione LF sopra: l'LF non è un segnale simpatico. Segui la tendenza del rapporto se ti è utile, ma affidati all'RMSSD per le decisioni sul recupero.
ja: これは HRV で最も議論のある指標ですが、はっきり言えるほど議論は決着しています：この比率は交感神経系と副交感神経系のバランスを測るものではありません。Billman（2013）はその解釈を直接否定しており、上の LF のセクションで述べた理由 — LF は交感神経のシグナルではない — で成り立ちません。役に立つと思うなら比率のトレンドを見てもかまいませんが、回復に関する判断には RMSSD を頼りにしてください。
ko: HRV에서 가장 논란이 많은 지표이며, 이제는 분명히 말할 수 있을 만큼 논쟁이 정리되었습니다: 이 비율은 교감신경계와 부교감신경계 사이의 균형을 측정하지 않습니다. Billman(2013)은 이 해석을 정면으로 반박했으며, 위의 LF 섹션에서 설명한 이유 — LF는 교감신경 신호가 아니다 — 때문에 성립하지 않습니다. 유용하다면 비율의 추세를 지켜보되, 회복 결정에는 RMSSD를 사용하세요.
nb: Dette er det mest omdiskuterte måltallet innen HRV, og debatten er avgjort nok til å si det rett ut: forholdet måler ikke balansen mellom det sympatiske og det parasympatiske systemet. Billman (2013) plukket den tolkningen direkte fra hverandre, og den faller av grunnen som er gitt i LF-delen ovenfor — LF er ikke et sympatisk signal. Følg trenden i forholdet hvis du synes det er nyttig, men stol på RMSSD når du tar restitusjonsbeslutninger.
nl: Dit is de meest besproken waarde in HRV, en de discussie is ver genoeg beslecht om het gewoon te zeggen: de ratio meet niet de balans tussen je sympathische en parasympathische systeem. Billman (2013) heeft die interpretatie rechtstreeks ontkracht, en ze faalt om de reden die hierboven bij LF staat — LF is geen sympathisch signaal. Volg de trend van de ratio als je dat nuttig vindt, maar vertrouw voor herstelbeslissingen op RMSSD.
pt_br: Esta é a métrica mais debatida da VFC, e o debate está resolvido o bastante para dizer claramente: a razão não mede o equilíbrio entre seus sistemas simpático e parassimpático. Billman (2013) desmontou diretamente essa interpretação, e ela falha pelo motivo explicado na seção sobre LF acima — o LF não é um sinal simpático. Acompanhe a tendência da razão se achar útil, mas use o RMSSD para decisões de recuperação.
ru: Это самый спорный показатель ВСР, и спор решён достаточно, чтобы сказать прямо: соотношение не измеряет баланс между симпатической и парасимпатической системами. Billman (2013) прямо опроверг эту интерпретацию, и она несостоятельна по причине, указанной в разделе о LF выше, — LF не является симпатическим сигналом. Следите за трендом соотношения, если он вам полезен, но решения о восстановлении принимайте по RMSSD.
sv: Det här är det mest omdebatterade måttet inom HRV, och debatten är tillräckligt avgjord för att säga det rakt ut: kvoten mäter inte balansen mellan ditt sympatiska och parasympatiska system. Billman (2013) plockade isär den tolkningen direkt, och den faller av samma skäl som anges i LF-avsnittet ovan — LF är ingen sympatisk signal. Följ kvotens trend om du tycker att det är användbart, men förlita dig på RMSSD för beslut om återhämtning.
zh_hans: 这是 HRV 中争议最大的指标，而这一争议已经足够明确，可以直说：这个比值并不能衡量你的交感与副交感系统之间的平衡。Billman（2013）直接驳倒了这种解释，原因与上文 LF 部分所述相同 — LF 并不是交感神经信号。如果你觉得有用，可以观察这个比值的趋势，但恢复决策请依靠 RMSSD。

source: This page is the truth about where the assistant is still rough. Before calling out a bug, check whether it's on this list.
ar: هذه الصفحة هي الحقيقة حول مواطن خشونة المساعد. قبل الإبلاغ عن خلل، تحقّق مما إذا كان مدرجًا في هذه القائمة.
da: Denne side er sandheden om, hvor assistenten stadig er ru i kanten. Tjek, om en fejl står på denne liste, før du melder den.
de: Diese Seite sagt die Wahrheit darüber, wo der Assistent noch holprig ist. Bevor du einen Fehler meldest, prüfe, ob er auf dieser Liste steht.
es: Esta página cuenta la verdad sobre dónde el asistente aún tiene asperezas. Antes de señalar un error, comprueba si está en esta lista.
fi: Tämä sivu kertoo totuuden siitä, missä avustaja on vielä keskeneräinen. Ennen kuin ilmoitat virheestä, tarkista, onko se tässä luettelossa.
fr: Cette page dit la vérité sur les points où l’assistant est encore imparfait. Avant de signaler un bogue, vérifiez s’il figure dans cette liste.
is: Þessi síða er sannleikurinn um hvar aðstoðarmaðurinn er enn hrár. Áður en þú tilkynnir villu skaltu athuga hvort hún sé á þessum lista.
it: Questa pagina dice la verità su dove l'assistente è ancora imperfetto. Prima di segnalare un bug, controlla se è già in questo elenco.
ja: このページには、アシスタントがまだ不完全な点をありのままに記載しています。不具合を報告する前に、この一覧にあるかどうか確認してください。
ko: 이 페이지는 어시스턴트가 아직 부족한 부분에 대한 사실 그대로의 기록입니다. 버그를 신고하기 전에 이 목록에 있는지 확인하세요.
nb: Denne siden er sannheten om hvor assistenten fortsatt har skarpe kanter. Før du melder en feil, sjekk om den står på denne listen.
nl: Deze pagina vertelt eerlijk waar de assistent nog ruw is. Kijk of iets op deze lijst staat voordat je een bug meldt.
pt_br: Esta página conta a verdade sobre onde o assistente ainda tem falhas. Antes de relatar um bug, veja se ele está nesta lista.
ru: Эта страница — правда о том, где ассистент пока несовершенен. Прежде чем сообщать об ошибке, проверьте, нет ли её в этом списке.
sv: Den här sidan är sanningen om var assistenten fortfarande har brister. Kontrollera om en bugg finns på listan innan du rapporterar den.
zh_hans: 本页如实说明助手目前仍不完善的地方。在报告问题之前，请先看看它是否在这个列表中。

source: Three-way alert: Keep going / End and save / Discard. "End and save" archives the trail (default destructive action) so you can route back to it later via the AI. "Discard" deletes it permanently.
ar: تنبيه بثلاثة خيارات: متابعة / إنهاء وحفظ / تجاهل. «إنهاء وحفظ» يؤرشف المسار (الإجراء الافتراضي) لتتمكن من العودة إليه لاحقًا عبر الذكاء الاصطناعي. «تجاهل» يحذفه نهائيًا.
da: Advarsel med tre valg: Fortsæt / Afslut og gem / Kassér. »Afslut og gem« arkiverer sporet (standardhandling), så du senere kan blive ført tilbage til det via AI'en. »Kassér« sletter det permanent.
de: Dreifach-Dialog: Weitermachen / Beenden und speichern / Verwerfen. „Beenden und speichern“ archiviert die Spur (destruktive Standardaktion), damit du später über die KI dorthin zurückgeführt werden kannst. „Verwerfen“ löscht sie endgültig.
es: Alerta con tres opciones: Continuar / Finalizar y guardar / Descartar. «Finalizar y guardar» archiva el rastro (acción destructiva predeterminada) para que puedas volver a él más tarde con la IA. «Descartar» lo elimina para siempre.
fi: Kolmen vaihtoehdon ilmoitus: Jatka / Lopeta ja tallenna / Hylkää. "Lopeta ja tallenna" arkistoi jäljen (oletusarvoinen tuhoava toiminto), jotta voit myöhemmin reitittää takaisin siihen tekoälyn avulla. "Hylkää" poistaa sen pysyvästi.
fr: Alerte à trois choix : Continuer / Terminer et enregistrer / Ignorer. « Terminer et enregistrer » archive le tracé (action par défaut) pour que vous puissiez y revenir plus tard via l’IA. « Ignorer » le supprime définitivement.
is: Þriggja kosta viðvörun: Halda áfram / Ljúka og vista / Henda. „Ljúka og vista“ vistar slóðina (sjálfgefin eyðileggjandi aðgerð) svo þú getir síðar ratað til baka eftir henni með gervigreindinni. „Henda“ eyðir henni varanlega.
it: Avviso a tre opzioni: Continua / Termina e salva / Scarta. "Termina e salva" archivia la traccia (azione distruttiva predefinita), così potrai farti guidare di nuovo lì in seguito tramite l'IA. "Scarta" la elimina definitivamente.
ja: 3 択のアラート：続ける / 終了して保存 / 破棄。「終了して保存」はトレイルをアーカイブし（デフォルトの破壊的操作）、あとで AI を使ってそこに戻るルートを案内してもらえます。「破棄」は完全に削除します。
ko: 세 가지 선택지 알림: 계속하기 / 종료 후 저장 / 폐기. "종료 후 저장"은 트레일을 보관하므로(기본 파괴적 작업) 나중에 AI를 통해 그곳으로 돌아갈 수 있습니다. "폐기"는 영구적으로 삭제합니다.
nb: Varsel med tre valg: Fortsett / Avslutt og lagre / Forkast. «Avslutt og lagre» arkiverer sporet (standard destruktiv handling), så du senere kan få AI-en til å vise deg veien tilbake til det. «Forkast» sletter det permanent.
nl: Melding met drie keuzes: Doorgaan / Beëindigen en opslaan / Verwijderen. “Beëindigen en opslaan” archiveert het spoor (de standaard bij afsluiten), zodat je er later via de AI naar terug kunt laten leiden. “Verwijderen” wist het definitief.
pt_br: Alerta com três opções: Continuar / Encerrar e salvar / Descartar. "Encerrar e salvar" arquiva o rastro (ação destrutiva padrão) para que você possa voltar a ele depois pela IA. "Descartar" o exclui permanentemente.
ru: Окно с тремя вариантами: «Продолжить» / «Завершить и сохранить» / «Отменить». «Завершить и сохранить» архивирует след (действие по умолчанию), чтобы позже можно было вернуться к нему с помощью ИИ. «Отменить» удаляет его безвозвратно.
sv: Tre val: Fortsätt / Avsluta och spara / Kassera. "Avsluta och spara" arkiverar spåret (standardåtgärd) så att du senare kan få vägvisning tillbaka till det via AI:n. "Kassera" raderar det permanent.
zh_hans: 三选一提醒：继续 / 结束并保存 / 丢弃。“结束并保存”会存档该轨迹（默认的破坏性操作），以便之后通过 AI 导航回去。“丢弃”会永久删除它。
